/* UNIT №1.*/

/**
|--------------------------------------------------
| ======= <<<--- TASK #1 -  --->>>  =======
|--------------------------------------------------
*/

/* 
Создайте html документ. Внутри него создайте тег script. Наберите указанные ниже примеры. 
Результат выполнения изучите в консоли:      
2-1
2+4
2*5
4/6
alert('hello')
alert("hello")
console.log('bbbbb')      
*/

console.log(2 - 1); 
console.log(2 + 4);
console.log(2 * 5);
console.log(4 / 6);
// alert('hello')
// alert("hello")
console.log('bbbbb')