
/**
|--------------------------------------------------
| ======= <<<--- TASK #1 -  --->>>  =======
|--------------------------------------------------
*/

/*
Создайте переменную year которой присвойте год своего рождения. Используя команды показанные в уроке вывести на страницу ваш возраст. 
Для этого выведите результат между текущим годом (укажите как число) и переменной year.
*/
const yearBirth = 1983;
let currentYear = 2019;
console.log(currentYear - yearBirth); // 36

document.getElementById('out').innerHTML = 36;
document.querySelector('#out').innerHTML = "<i>36</i>";


/**
|--------------------------------------------------
| ======= <<<--- TASK #2 -  --->>>  =======
|--------------------------------------------------
*/
/* Создайте alert, который выводит ваше имя.*/
// alert('Vasiliy');

/**
|--------------------------------------------------
| ======= <<<--- TASK #3 -  --->>>  =======
|--------------------------------------------------
*/
/* 
Выведите в консоль следующий код. Выполните анализ кода.
Сложение строк называется конкатенация.
let a = 'Hello'; let b = ' '; let c = 'world'; console.log(a+b+c); console.log(c+a+b);
*/
let a = 'Hello';
let b = ' ';
let c = 'world';
console.log(a + b + c); // Hello world
console.log(c + a + b); // worldHello 

